Repository: Claudio-code/tasks
Catalog: po/extra/*.po
Languages: nb

source: Synced tasks and reminders
nb: Synkroniserte gjøremål og påminnelser

source: Designed and built to help manage all of your tasks and reminders. Create and complete tasks, manage lists and sync them across your machines using CalDAV.
nb: Designet og bygd for å håndtere alle dine gjøremål og påminnelser. Opprett og fullfør gjøremål, håndter lister og synkroniser dem mellom maskinene dine med CalDAV.

source: Improvements:
nb: Forbedringer:

source: New app icon
nb: Nytt programikon

source: Updated translations
nb: Oppdaterte oversettelser

source: Features:
nb: Funksjoner:

source: Add offline support for newly created task lists in case its configured for the account
nb: Tillagt frakoblet støtte for nylig opprettede gjøremål i lister, i fall det er satt opp for kontoen

source: Automatically synchronize a task list whenever it is selected or the network becomes available again
nb: Auto-synkroniser en gjøremålsliste når den velges, eller når nettverket blir tilgjengelig igjen

source: Send a notification when a task is due
nb: Send en merknad når et gjøremål når sin frist

source: Drag and drop tasks between lists
nb: Dra og slipp gjøremål mellom lister

source: Follow email and web links in the task description with Control + Click
nb: Følg e-post og vev-lenker i gjøremålsbeskrivelse med Ctrl + klikk

source: Improved time zone handling
nb: Forbedret tidssonehåndtering

source: Performance improvements
nb: Ytelsesforbedringer

source: Fixes:
nb: Fikser:

source: Prevent account name headers from being displayed multiple times in the sidebar
nb: Forhindre kontonavnshoder fra visning flere ganger i sidefeltet

source: Long descriptions are truncated at the end instead of the beginning
nb: Lange beskrivelser forkortes på slutten istedenfor begynnelsen

source: Removing descriptions is now saved
nb: Fjerning av beskrivelser blir nå lagret

source: Placing the cursor in descriptions works consistently
nb: Plassering av peker i beskrivelser fungerer alltid

source: Add a confirmation dialog when deleting a task list
nb: Legg til bekreftelsesdialog ved sletting av en gjøremålsliste

source: Improve performance in lists with lots of completed tasks
nb: Forbedret ytelse i lister med mange fullførte gjøremål

source: Fix crash on start with certain hardware
nb: Fiks krasj ved oppstart for gitte maskinvarekombinasjoner

source: First release!
nb: Første utgave.

source: Support the dark style
nb: Støtte for mørk stil

source: Add and remove task lists with custom colors
nb: Legg til og fjern gjøremålslister med egendefinerte farger

source: See scheduled tasks from all lists at once
nb: Vis planlagte gjøremål fra alle lister samtidig

source: Set due dates
nb: Sett fristdatoer

source: Create and track the progress of tasks
nb: Opprett og hold øye med gjøremålsfremdrift

source: Todo;Reminders;
nb: Gjøremål;Påminnelser;
